{"items":[{"ObjectType":"entry","type":"inproceedings","label":"SHE+13","author":["Saeedeh Shekarpour","Axel-çyrille Ngönga Ngomo","Sören Auer"],"title":"Question answering on interlinked data","booktitle":"WWW","year":"2013","pages":"1145--1156","crossref":"DBLP:conf/www/2013","keywords":"group_aksw SIMBA sys:relevantFor:infai sys:relevantFor:bis ngonga shekarpour auer sina sim"},{"ObjectType":"entry","type":"inproceedings","label":"Hellmann-2013-iswc","author":["Sebastian Hellmann","Jens Lehmann","Sören Auer","Martin Brümmer"],"title":"Integrating NLP using Linked Data","booktitle":"12th International Semantic Web Conference, 21-25 October 2013, Sydney, Australia","year":"2013","abstract":"We are currently observing a plethora of Natural Language Processing tools and services being made available. Each of the tools and services has its particular strengths and weaknesses, but exploiting the strengths and synergistically combining different tools is currently an extremely cumbersome and time consuming task. Also, once a particular set of tools is integrated, this integration is not reusable by others. We argue that simplifying the interoperability of different NLP tools performing similar but also complementary tasks will facilitate the comparability of results and the creation of sophisticated NLP applications. In this paper, we present the NLP Interchange Format (NIF). NIF is based on a Linked Data enabled URI scheme for identifying elements in (hyper-)texts and an ontology for describing common NLP terms and concepts. In contrast to more centralized solutions such as UIMA and GATE, NIF enables the creation of heterogeneous, distributed and loosely coupled NLP applications, which use the Web as an integration platform. We present several use cases of the second version of the NIF specification (NIF 2.0) and the result of a developer study.","bdsk-url-":"http://svn.aksw.org/papers/2013/ISWC_NIF/public.pdf","keywords":"hellmann bruemmer lehmann auer group_aksw sys:relevantFor:infai sys:relevantFor:bis sys:relevantFor:lod2 lod2page 2013 event_ISWC nlp2rdf_publications","owner":"soeren","timestamp":"2013.06.01","link":"http://svn.aksw.org/papers/2013/ISWC_NIF/public.pdf","url":"http://svn.aksw.org/papers/2013/ISWC_NIF/public.pdf"}],"properties":{"link":{"valueType":"url"}}}